import React from 'react';
import './Caution.css';
import caution from '../../Image/caution.png';

const Caution = () => {
    return (
        <section>
            <h2 className="text-center mt-5">রক্তদাতাদের কিছু সাবধানতা বা সচেতনতা </h2>
            <br /><br />
            <div className="row">
                <div className="col-md-8">
                    <p className="Caution">
                        ফোন কলের মাধ্যমে রক্তের রিকুয়েস্ট এলে রক্তদানের পূর্বে রক্তদাতাদের কিছু কিছু সাবধানতা বা সচেতনতা জরুরীঃ
                        <br /><br />
                        ১) রোগী কোন হাসপাতাল/ক্লিনিকে আছেন জেনে নিন। হাসপাতাল/ক্লিনিক ছাড়া অন্য কোথাও রক্তদান করতে যাবেন না। রোগীর বাসায় হলেও না।
                        <br />
                        ২) হাসপাতাল/ক্লিনিক ছাড়া অন্য কোথাও রক্ত আবেদনকারী (মোবাইল নম্বরে যে ব্যাক্তির সাথে আপনি যোগাযোগ করছেন) এর সাথে দেখা করবেন না। হাসপাতালের পাশের গলি, কিংবা কোনও দোকানে দেখা করতে বললে যাবেন না।
                        <br />
                        ৩) রক্তদানের পূর্বে রোগী দেখে নিবেন। রোগীর রিপোর্ট, ডাক্তারের রিকুইজিশন লেটার দেখে নিবেন।
                        <br />
                        ৪) রক্তদানের সময় দুই-একজন বন্ধু সাথে নিয়ে গেলে ভালো হয়।
                        <br />
                        ৫) রক্তদানে নতুন সূচ ব্যবহার করছে কিনা নিশ্চিত হয়ে নিন.
                        <br />
                        ৬) উপস্থিত বিশেষজ্ঞের দক্ষতা নিয়ে সন্দেহ থাকলে কর্তৃপক্ষকে জানান.
                        <br />
                        ৭) রক্তের ক্রস ম্যাচিং করার পর রক্তদান করবেন, এর আগে নয়. বেশির ভাগ সরকারী হাসপাতালে ক্রস ম্যাচিং না করেই রক্ত রেখে দেয়. এটা কখনোই উচিত নয়. নিজে সচেতন হোন. ক্রস ম্যাচিং এর পর রক্তদান করবেন.
                    </p>
                </div>
                <div className="col-md-4">
                    <img src={caution} alt="" />
                </div>
            </div>
            <p className="text-center mt-5 caution">নিজের নিরাপত্তা নিশ্চিত করে নিন। কোন রকম অসুবিধা হলে BLOOD CELL কর্তৃপক্ষ কোনভাবে দায়ী থাকবে না।</p>
        </section>
    );
};

export default Caution;